{
  "translation": {
    "NATALIA FOMINA": "Фомина Наталья",
    "Front-end Developer & Designer": "Front-end разработчик и дизайнер",
    "I love web development, design and art.": "Я люблю веб-разработку, дизайн и искусство.",
    "I live in Munich, Germany.": "Я живу в Мюнхене, Германии.",
    "I speak fluent English, Italian, Russian. I'm beginner in German.": "Я свободно говорю на английском, итальянском, русском языках.",
    "Download my CV": "Скачать CV",
    "Professional Skills": "Профессиональные навыки",
    "HTML5, CSS3 and Responsive/Mobile Web": "HTML5, CSS3 Адаптивная и Мобильная верстка",
    "Design and build user interfaces for touch and mobile devices using: HTML5, CCS3 animations, CSS media queries, Flexbox, Figma, Adobe Photoshop, Adobe Illustrator, Adobe InDesign.": "Разработка и создание пользовательского интерфейса для сенсорных и мобильных устройств, используя: HTML5, CCS3-анимацию, медиа-запросы CSS, Flexbox, Figma, Adobe Photoshop, Adobe Illustrator, Adobe InDesign.",
    "React, JavaScript and Single Page Applications (SPA)": "React, JavaScript и Одностраничные приложения (SPA)",
    "Experience in creating applications using Vanilla JS, ES6, React (Functional and Class Components, Hooks), JSX, React Router, Virtual DOM, AJAX, Fetch, NPM manager and WebSockets.": "Опыт создания приложений с использованием Vanilla JS, ES6, React (функциональные и классовые компоненты, хуки), JSX, React Router, Virtual DOM, AJAX, Fetch, NPM и WebSockets.",
    "Magento & PHP": "Magento & PHP",
    "Experience in creating Magento based online stores with React based Frontends. Knowledge of Object Oriented Programming (OOP), SQL and MVC.": "Опыт создания интернет-магазинов на базе Magento на основе React (Frontend). Знание объектно-ориентированного программирования (ООП), SQL и MVC.",
    "Semantics of HTML structure, image and page optimization, Google Page Speed. Optimizing SEO for Google and Yandex searching engines.": "Семантика (HTML), оптимизация изображений и страниц, Google Page Speed. Оптимизация SEO для поисковых систем Google и Яндекс.",
    "Education": "Образование",
    "University of Internet Professions \"Netology\"": "Университет \"Нетология\"",
    "\"Specialist\" at Bauman Moscow State Technical University": "Учебный центр \"Специалист\" при МГТУ им. Н.Э. Баумана",
    "University Higher School of Economics": "Национальный исследовательский университет \"Высшая школа экономики\"",
    "Programming, PHP / SQL back-end development and databases": "Программирование, PHP / SQL и базы данных",
    "Programming, Frontend developer (HTML, JavaScript, React JS)": "Программирование, Frontend-разработчик (HTML, JavaScript, React JS)",
    "Programming, Responsive and mobile layout": "Программирование, адаптивная и мобильная верстка",
    "Management": "Менеджмент",
    "Web technologies, HTML5 and CSS3": "Веб-технологии, HTML5 и CSS3",
    "Web technologies, Website promotion and SEO": "Веб-технологии, продвижение сайтов и SEO",
    "Moscow, Russia": "Москва, Россия",
    "Milan, Italy": "Милан, Италия",
    "Istituto Maragoni": "Istituto Marangoni",
    "Design": "Дизайн",
    "Work Experience": "Опыт работы",
    "Feb 2020 - Nov 2020": "Февраль 2020 - Ноябрь 2020",
    "Frontend Developer": "Frontend-разработчик",
    "Mygento - Saint Petersburg, Russia": "Mygento - Россия, Санкт-Петербург",
    "Development of React based component, featuring responsive design that supports mobile and tablet": "Разработка компонентов на основе React с адаптивным дизайном, поддерживающим мобильные устройства и планшеты.",
    "Development of frontend elements: sliders, menus, blog, subscription, product card, cart animation, and more": "Разработка элементов интерфейса: слайдеры, меню, блог, подписка, карточка товара, анимация, корзина и т.д.",
    "Code refactoring": "Рефакторинг кода",
    "Integration testing": "Интеграционное тестирование",
    "Collaborating with backend developers": "Сотрудничество с backend-разработчиками",
    "Working directly with clients; taking part in discussions, setting up tasks and goals": "Работа напрямую с клиентами; участие в обсуждениях, постановка задач и целей",
    "Content management & administration": "Управление контентом и администрирование",
    "Taking part in the migration of Magento 1 online shop to Magento 2": "Участие в миграции интернет-магазина Magento 1 на Magento 2",
    "Support and maintenance of existing products: L'Oréal, MyGlo": "Поддержка и обслуживание существующих продуктов: L'Oréal, MyGlo",
    "Web Developer (Freelancer)": "Веб-разработчик (фрилансер)",
    "Web Master (Freelancer)": "Веб-мастер (Фрилансер)",
    "Autoharakter - Saint Petersburg, Russia": "Автохарактер - Санкт-Петербург, Россия",
    "Procent - Saint Petersburg, Russia": "Процент - Санкт-Петербург, Россия",
    "Granit - Saint Petersburg, Russia": "Гранит - Санкт-Петербург, Россия",
    "Enduro - Saint Petersburg, Russia": "Эндуро - Санкт-Петербург, Россия",
    "Maskom - Moscow, Russia": "Maskom - Москва, Россия",
    "Development of a responsive web frontend for desktop, mobile and tablet": "Разработка адаптивного веб-интерфейса для десктопа, мобильных устройств и планшетов.",
    "Design of UI & UX": "Дизайн UI и UX",
    "Deployment and hosting setup": "Развертывание, настройка хостинга",
    "Defining a sitemap": "Определение карты сайта",
    "Working directly with clients; discussing and setting goals": "Работа напрямую с клиентами; обсуждение и постановка целей",
    "Working with article writers": "Работа с авторами статей",
    "Optimizing SEO for Google and Yandex searching engines": "Оптимизация SEO и продвижение для поисковых систем Google и Яндекс",
    "Maintenance of existing products": "Поддержка сайта",
    "Development of UI:": "Разработка UI:",
    "Creating elements (sliders, calculators)": "Создание элементов (слайдеры, калькуляторы)",
    "Design layouts for landing pages": "Дизайн макетов для целевых страниц",
    "Responsive layout / for mobile devices": "Адаптивная верстка / для мобильных устройств",
    "SEO optimization": "SEO оптимизация",
    "Support for an existing site": "Поддержка существующего сайта",
    "Sep 2015 - Nov 2016": "Сентябрь 2015 - Ноябрь 2016",
    "Art Director & Stylist": "Арт-директор & стилист",
    "LYYK & Lomonosova 22 - Saint Petersburg, Russia": "LYYK & Lomonosova 22 - Санкт-Петербург, Россия",
    "Creating brand image & style for two shops": "Создание бренда и стиля бренда для двух магазинов",
    "Ideas for photo shootings and participation in it: choosing location, model, photographer, make up, style and coordinate all process": "Идеи для фотосессии и участие: выбор локации, модели, фотографа, макияж, стиль и согласование всего процесса",
    "Ideas for graphic design: banners, newsletters, sales, new collections, presentation": "Идеи для графического дизайна: баннеры, рассылки, распродажи, новые коллекции, презентации",
    "Managing team: photographer, graphic designer, models, smm department, brand manager": "Управление командой: фотограф, графический дизайнер, модели, smm-отдел, бренд-менеджер",
    "Working with fashion bloggers, opinion makers, magazines and online channels": "Работа с модными блогерами, лицами, opinion makers, журналами и онлайн-каналами",
    "Making research and hire team, testing, making test task": "Поиск и найм команды, тестирование, создание тестового задания",
    "Write me a note": "Напишите мне",
    "Submit": "Отправить",
    "Website for company Granit:": "Веб-сайт для компании Гранит:",
    "Design of UI/UX, Web Development and SEO": "Дизайн UI / UX, веб-разработка и SEO",
    "Created a complete website for Granit Extreme Center using HTML5, CSS Flexbox to insure responsiveness, SVG vector graphics, and high resolution images.": "Полностью создание веб-сайта для Гранит Экстрим Центр с использованием HTML5, CSS Flexbox, векторной графики SVG и изображений с высоким разрешением.",
    "Includes:": "Включает:",
    "20 Pages": "20 стр.",
    "5 Pages": "5 стр.",
    "4 Pages": "4 стр.",
    "Forms": "Формы",
    "Sliders": "Слайдеры",
    "CSS3 animations": "CSS3 анимацию",
    "Real-time Image Collaboration:": "Веб-приложение для совместной работы:",
    "WebSocket, JavaScript, HTML5 Canvas and Node.js": "WebSocket, JavaScript, HTML5 Canvas и Node.js",
    "The client side is implemented in JavaScript and WebSockets; featuring Drag & Drop, Canvas drawing, collaborative drawing and commenting on images.": "Клиентская часть реализована на JavaScript и WebSockets; с функциями перетаскивания Drag & Drop, рисования Canvas, совместного рисования и комментирования изображений.",
    "The service provides users with the following options:": "Сервис предоставляет пользователям следующие возможности:",
    "Upload images.": "Загрузить изображения.",
    "Add comments to a specific part of the image.": "Добавление комментариев к определенной части изображения.",
    "Draw on top of the image.": "Рисование поверх изображения.",
    "The service is also equipped with collaborative elements:": "Сервис оснащен элементами для совместной работы:",
    "The uploaded image has a unique link that can be shared.": "Ссылкой, которой можно поделиться.",
    "All users viewing the image will be notified of new comments on the image and can see what other users are drawing.": "Все пользователи, просматривающие изображение, будут уведомлены о новых комментариях и могут видеть что рисуют другие пользователи.",
    "Website for company Autoharakter:": "Веб-сайт для компании Авто:",
    "Created a complete website for Avtoharakter using HTML5, CSS Flexbox to insure responsiveness, SVG vector graphics, and high resolution images.": "Полностью создание веб-сайта для компании Автохарактер с использованием HTML5, CSS Flexbox, векторной графики SVG и изображений с высоким разрешением.",
    "Question and answer WebApp:": "Веб-приложение вопрос и ответ",
    "Featuring PHP, SQL, MVC and HTML5": "PHP, SQL, MVC и HTML5",
    "Question and answer web application with guest and administrator portals. The web application is implemented in PHP, using MVC architecture, components are implemented using OOP, data is stored in a relational database.": "Веб-приложение с гостевым и административным порталами, реализовано на PHP с использованием архитектуры MVC, ООП, данные хранятся в реляционной базе данных.",
    "Guest portal": "Гостевой портал",
    "Users can browse categories, questions and answers.": "Пользователи могут просматривать категории, вопросы и ответы.",
    "Any user can ask a question by entering their name, email address, selecting a category and writing the text of the question.": "Любой пользователь может задать вопрос, указав свое имя, email, выбрав категорию и написав текст вопроса.",
    "Admin portal": "Административный портал",
    "Admin portal (username: admin, password: admin):": "Портал администратора (имя пользователя: admin, пароль: admin):",
    "General section: the number of questions in each category, the number of unanswered questions and the number of administrators.": "Количество вопросов в каждой категории, количество неотвеченных вопросов и количество администраторов.",
    "Administrator section: a list of administrators with the ability to remove or change the password, and add a new administrator.": "Список администраторов с возможностью удаления или изменения пароля и добавления нового администратора.",
    "Website for company Procent:": "Веб-сайт для компании Процент:",
    "Created a complete website for Procent Finance using HTML5, CSS Flexbox to insure responsiveness, SVG vector graphics, and high resolution images.": "Полностью создание веб-сайта для компании Процент с использованием HTML5, CSS Flexbox, векторной графики SVG и изображений с высоким разрешением.",
    "Website for company Enduro:": "Веб-сайт для компании Эндуро:",
    "Created a complete website for Enduro travel in Crimea using HTML5, CSS Flexbox to insure responsiveness, SVG vector graphics, and high resolution images.": "Полностью создание веб-сайта компании Эндуро с использованием HTML5, CSS Flexbox, векторной графики SVG и изображений с высоким разрешением.",
    "Open project": "Открыть проект"
  }
}